Repository: it3s/mootiro_form
Catalog: src/mootiro_form/locale/*/LC_MESSAGES/js_mf.po
Languages: pt_br

source: Date field
pt_br: Campo data

source: Default value
pt_br: Valor padrão

source: Display Options
pt_br: Opções de exibição

source: Month selector
pt_br: Seletor de mês

source: Year selector
pt_br: Seletor de ano

source: Show week of the year
pt_br: Exibir semana do ano

source: Define user input
pt_br: Definir entrada do usuário

source: Date format
pt_br: Formato da data

source: Export date format
pt_br: Formato da data para exportação

source: Email field
pt_br: Campo e-mail

source: Please enter a valid e-mail address (example: yourname@domain.com).
pt_br: Por favor, insira um endereço de e-mail válido (por exemplo: seunome@dominio.com).

source: Image field
pt_br: Campo imagem

source: Too small.
pt_br: Pequeno demais.

source: Too big.
pt_br: Grande demais.

source: You must select at least one file type
pt_br: Você deve selecionar ao menos um tipo de arquivo

source: width: [0], height: [1]
pt_br: largura: [0], altura: [1]

source: Display options
pt_br: Opções de exibição

source: Show placeholder
pt_br: Exibir espaço reservado

source: Physical size (max 640 x 640px)
pt_br: Dimensões (máx. 640 x 640px)

source: width
pt_br: largura

source: in pixels
pt_br: em píxeis

source: height
pt_br: altura

source: File type
pt_br: Tipo de arquivo

source: All
pt_br: Todos

source: move option
pt_br: mover opção

source: add option
pt_br: nova opção

source: delete option
pt_br: apagar opção

source: allow multiple answers
pt_br: permitir múltiplas respostas

source: Basic properties
pt_br: Configurações básicas

source: Label / Question
pt_br: Título / Pergunta

source: Description
pt_br: Descrição

source: required
pt_br: obrigatório

source: List of options
pt_br: Lista de opções

source: List type
pt_br: Tipo de lista

source: select list
pt_br: lista de seleção

source: restrict number of options
pt_br: restringir número de opções

source: 'Other' option
pt_br: Opção "outro"

source: Label for 'Other' option
pt_br: Título para a opção 'Outro'

source: Inclusion of new options from the user:
pt_br: Inclusão de novas opções pelo usuário:

source: manual approval
pt_br: aprovação manual

source: automatic approval
pt_br: aprovação automática

source: case sensitive 'other' field
pt_br: campo 'Outro' diferencia minúsculas e maiúsculas

source: Export options in multiple columns?
pt_br: Exportar opções em múltiplas colunas?

source: Approve
pt_br: Aprovar

source: Exclude
pt_br: Apagar

source: Order options
pt_br: Ordem das opções

source: as created
pt_br: como criadas

source: alphabetic asc.
pt_br: alfabética

source: alphabetic desc.
pt_br: alfabética ao contrário

source: randomly
pt_br: aleatória

source: Other
pt_br: Outro

source: option 1
pt_br: opção 1

source: Please deselect <b>one</b> option.
pt_br: Por favor, desmarque <strong>uma<strong> opção.

source: Please deselect [0] options.
pt_br: Por favor, desmarque [0] opções.

source: Number field
pt_br: Campo número

source: Prefix
pt_br: Prefixo

source: Suffix
pt_br: Sufixo

source: integer
pt_br: inteiro

source: Decimal places
pt_br: Casas decimais

source: dot (.)
pt_br: ponto (.)

source: comma (,)
pt_br: vírgula (,)

source: Multiline text
pt_br: Área de texto

source: Dimensions
pt_br: Dimensões

source: Specify content length
pt_br: Definir tamanho do conteúdo

source: characters
pt_br: caracteres

source: minimum number of characters
pt_br: número mínimo de caracteres

source: maximum number of characters
pt_br: número máximo de caracteres

source: words
pt_br: palavras

source: minimum number of words
pt_br: número mínimo de palavras

source: maximum number of words
pt_br: número máximo de palavras

source: Single line text
pt_br: Linha de texto

source: This form is not collecting entries yet.
pt_br: Este formulário atualmente não está coletando entradas.

source: Click on one of the options above to create a collector.
pt_br: Clique numa das opções acima para criar um coletor.

source: title
pt_br: título

source: type
pt_br: tipo

source: entries
pt_br: entradas

source: start date
pt_br: data de início

source: end date
pt_br: data de encerramento

source: edit
pt_br: editar

source: copy
pt_br: copiar

source: delete
pt_br: apagar

source: edit this collector
pt_br: editar este coletor

source: delete this collector
pt_br: apagar este coletor

source: Do you really wish to delete the collector "[0]"?
pt_br: Você realmente quer apagar o coletor "[0]"? As entradas coletadas com este coletor NÃO serão exclusas. Esta ação não pode ser desfeita.

source: This will not delete the entries already collected by this collector.
pt_br: Isto não apagará as entradas já recebidas por este coletor.

source: entry number
pt_br: número da entrada

source: creation date
pt_br: data de criação

source: view
pt_br: ver

source: export
pt_br: exportar

source: copy field
pt_br: copiar campo

source: move field
pt_br: mover campo

source: delete field
pt_br: apagar campo

source: You do not yet have any forms in this category.
pt_br: Você ainda não tem nenhum formulário nesta categoria.

source: name
pt_br: título

source: collect
pt_br: coletar

source: questions
pt_br: perguntas

source: created
pt_br: criado

source: last modified
pt_br: última modificação

source: share
pt_br: compartilhar

source: entries to this form
pt_br: entradas a este formulário

source: edit this form
pt_br: editar este formulário

source: preview this form
pt_br: visualizar este formulário

source: collectors for this form
pt_br: coletores deste formulário

source: edition
pt_br: edição

source: pending
pt_br: pendente

source: published
pt_br: publicado

source: closed
pt_br: fechado

source: copy this form
pt_br: copiar este formulário

source: delete this form
pt_br: apagar este formulário

source: New collector: public link
pt_br: Novo coletor: link público

source: Public link:
pt_br: Link público:

source: New collector: website code
pt_br: Novo coletor: código para website

source: Website code:
pt_br: Código para website:

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Save to create the web link.
pt_br: Clique em "Salvar" para criar o link.

source: Save to create the HTML code.
pt_br: Clique em "Salvar" para criar o código de HTML.

source: Click here to fill out my form.
pt_br: Clique para preencher meu formulário.

source: We are making a survey. Do you want to answer it now?
pt_br: Estamos fazendo uma pesquisa. Quer respondê-la agora?

source: Save the collector first to get the respective code in here.
pt_br: Salve o coletor, o código respectivo aparecerá aqui.

source: Untitled link collector
pt_br: Coletor de link sem nome

source: My website code collector
pt_br: Meu coletor de código de website

source: Sorry, you cannot fill in the form yet. It can be accessed from {start date}.
pt_br: Desculpe, o formulário não pode ser preenchido ainda. Estará acessível a partir de {start date}.

source: Sorry, you cannot fill in this form. It was closed on {end date}.
pt_br: Desculpe, o formulário não pode mais ser preenchido. Foi fechado em {end date}.

source: Thanks for filling in my form!
pt_br: Obrigado por preencher meu formulário!

source: Sorry, unable to retrieve the data for this collector.
pt_br: Desculpe, impossível carregar os dados deste coletor.

source: Delete collector
pt_br: Apagar coletor

source: Delete
pt_br: Apagar

source: Sorry, the collector could NOT be deleted.
pt_br: Desculpe, o coletor não pôde ser apagado.

source: Sorry, the collector could NOT be saved.
pt_br: Desculpe, o coletor não pôde ser salvo.

source: Please correct the highlighted errors.
pt_br: Por favor corrija os erros destacados.

source: Errors:
pt_br: Erros:

source: Please enter a date and time in the format yyyy-mm-dd hh:mm
pt_br: Por favor, insira a data e hora no formato yyyy-mm-dd hh:mm

source: The start date must be before the end date.
pt_br: A data de início deve ser antes da data de encerramento.

source: The end date must be in the future.
pt_br: A data de encerramento deve ser no futuro.

source: You must save to update the generated code
pt_br: Você precisa salvar para atualizar o código gerado

source: Invalid
pt_br: Inválido.

source: Minimum is [0]
pt_br: O mínimo é [0].

source: Saving...
pt_br: Salvando...

source: Saved.
pt_br: Salvo.

source: Error
pt_br: Erro

source: You have not saved your alterations.
pt_br: Você não salvou suas alterações.

source: The current field has errors displayed on the left column.
pt_br: O campo atual tem erros exibidos na coluna da esquerda.

source: Click OK to lose your alterations. Cancel to continue editing.
pt_br: Clique OK para perder suas alterações. Cancelar para continuar editando.

source: Untitled form
pt_br: Formulário sem título

source: Form description
pt_br: Descrição do formulário

source: Submit
pt_br: Enviar

source: Sorry, your alterations could NOT be saved.
pt_br: Desculpe, suas alterações não puderam ser salvas.

source: Exceeds max.
pt_br: Excede o máximo.

source: Insufficient number of characters.
pt_br: Número insuficiente de caracteres.

source: Exceeds character limit.
pt_br: Excede o limite de caracteres.

source: Insufficient number of words.
pt_br: Número insuficiente de palavras.

source: Exceeds word limit.
pt_br: Excede o limite de palavras.

source: Sorry, server error. Unable to retrieve design template.
pt_br: Desculpe, erro no servidor. Não foi possível carregar o modelo de design.

source: Sorry, could not reload the entry list.
pt_br: Desculpe, não foi possível atualizar a lista de entradas.

source: Please enter a positive page number.
pt_br: Por favor, insira um número de página positivo.

source: You are already on the first page.
pt_br: Você já está na primeira página.

source: Please enter a page number not greater than
pt_br: Por favor, insira um número de página não maior que

source: You are already on the last page.
pt_br: Você já está na última pagina

source: Couldn't delete the entry!
pt_br: Não foi possível apagar a resposta.

source: Create new category
pt_br: Criar nova categoria

source: Sorry, server error. Your form has NOT been copied.
pt_br: Desculpe, erro no servidor. Seu formulário não foi copiado.

source: Delete form
pt_br: Apagar formulário

source: Sorry, server error. Your form has NOT been deleted.
pt_br: Desculpe, erro no servidor. Seu formulário não foi apagado.

source: Sorry, server error. Your changes have NOT been saved.
pt_br: Desculpe, erro no servidor. Suas alterações não foram salvas.

source: Enter a number.
pt_br: Insira um número.

source: Enter an integer number.
pt_br: Insira um número inteiro.

source: Wrong separator.
pt_br: Separador errado.

source: Too many decimal places.
pt_br: Excesso de casas decimais.
