Repository: it3s/mootiro_form
Catalog: src/mootiro_form/locale/*/LC_MESSAGES/mootiro_form.po
Languages: es, pt_br

source: Text contains {} words, the minimum is {}.
es: El texto contiene {} palabras, más el mínimo es {}.
pt_br: O texto contém {} palavras, mas o mínimo é {}.

source: Text contains {} words, the maximum is {}.
es: El texto contiene {} palabras, más el máximo es {}.
pt_br: O texto contém {} palavras, mas o máximo é {}.

source: Date input
es: Entrada de fecha
pt_br: Entrada de data

source: date field
es: Campo de fecha
pt_br: campo data

source: Invalid date format
es: Formato de fecha inválido
pt_br: Formato de data inválido

source: Email field
es: Campo de e-mail
pt_br: Campo de e-mail

source: email field
es: Campo de e-mail
pt_br: campo de e-mail

source: List input
es: Entrada de lista
pt_br: Entrada de lista

source: list of options
es: lista de opciones
pt_br: lista de opções

source: Other
es: Otros
pt_br: Outro

source: Required.
es: Campo obligatório.
pt_br: Campo obrigatório.

source: Please select one more option.
pt_br: Por favor, selecione mais uma opção.

source: Please select {0} more options.
pt_br: Por favor, selecione mais {0} opções.

source: Please deselect one option.
pt_br: Por favor, desmarque uma opção.

source: Please deselect {0} options.
pt_br: Por favor, desmarque {0} opções.

source: Number input
es: Entrada de número
pt_br: Entrada de número

source: number field
es: Campo de número
pt_br: campo número

source: Please enter a number.
es: Por favor digite un número.
pt_br: Por favor digite um número.

source: Please enter an integer number.
es: Por favor digite un número entero.
pt_br: Por favor digite um número inteiro.

source: Wrong separator. Try swapping dot (.) and comma (,).
es: Separador incorrecto. Pruebe cambiar el (.) por una coma (,).
pt_br: Separador errado. Experimente trocar ponto (.) por vírgula (,).

source: Maximum of %(p)d decimals.
es: Máximo de %(p)d decimales.
pt_br: Máximo de %(p)d decimais.

source: Text input
es: Entrada de texto
pt_br: Entrada de texto

source: single line of text
pt_br: uma linha de texto

source: Multiline text
es: Texto de múltiples lineas
pt_br: Texto de múltiplas linhas

source: multiline text
es: Texto de múltiples lineas
pt_br: texto de múltiplas linhas

source: of MootiroForm.
es: de MootiroForm.
pt_br: do MootiroForm.

source: terms of service
es: Términos de servicio
pt_br: Termos de Serviço

source: I agree to the
es: Acepto al
pt_br: Eu aceito os

source: Delete account
es: Eliminar cuenta
pt_br: Apagar conta

source: Change password
es: Cambiar contraseña
pt_br: Mudar senha

source: Errors have been highlighted below
es: Los errores están resaltados abajo
pt_br: Os erros estão destacados abaixo

source: There was a problem with your submission
es: Hubo un problema en el formulario
pt_br: Houve um problema no formulário

source: Fields with a * are required.
es: Campos con un asterisco * son obligatorios.
pt_br: Campos com um asterisco * são obrigatórios.

source: pending
pt_br: pendente

source: published
pt_br: publicado

source: closed
pt_br: fechado

source: edition
pt_br: edição

source: Untitled form
pt_br: Formulário sem título

source: The URL must include http or https. For example, http://www.example.com
es: La URL debe comenzar con http o https. Por ejemplo, http://www.example.com
pt_br: A URL deve começar com http ou https. Por exemplo, http://www.example.com

source: The URL must include http or https.
es: La URL debe comenzar con http o https.
pt_br: A URL deve começar com http ou https.

source: Please enter a valid date of the format yyyy-mm-dd hh:mm
es: Por favor, coloque un formato de fecha válido aaaa-mm-dd hh:mm.
pt_br: Por favor, coloque uma data válida do formato aaaa-mm-dd hh:mm.

source: The end date must be in the future
es: La fecha de cierre necesita estar en el futuro.
pt_br: A data de encerramento precisa estar no futuro.

source: The start date must be before the end date
es: La fecha de inicio necesita ser antes de la fecha de cierre.
pt_br: A data de início precisa ser antes da data de encerramento.

source: Name
es: Nombre
pt_br: Nome

source: Subject
es: Asunto
pt_br: Assunto

source: Message
es: Mensaje
pt_br: Mensagem

source: Form title
es: Título del formulário
pt_br: Título do formulário

source: name your form
es: Nombre del formulario
pt_br: Nomear seu formulário

source: Description
es: Descripción
pt_br: Descrição

source: description of this form
es: Descripción para este formulario
pt_br: descrição para o formulário

source: Text for "Submit" button
es: Texto usado en el botón de envío
pt_br: Texto usado no botão de envio

source: Submit
es: Enviar
pt_br: Enviar

source: name of the button used to submit the form
es: nombre del botón usado para enviar el formulário
pt_br: nome do botão usado para enviar o formulário

source: There is already a category with this name.
es: Ya existe una categoría con este nombre.
pt_br: Já existe uma categoria com este nome.

source: An account with this email already exists.
es: Ya existe un usuario con este e-mail.
pt_br: Já existe um usuário com este e-mail.

source: We do not recognize this email. Perhaps you used another one when signing up.
es: No se conoce ese e-mail. Tal vez usó otro e-mail al subir los datos.
pt_br: Não reconhecemos esse e-mail. Talvez você tenha usado outro ao assinar.

source: This nickname already exists. Please choose a different one.
es: Este nombre de usuario ya existe. Por favor, escoja otro.
pt_br: Este apelido já existe. Por favor, escolha outro.

source: Invalid key. Your email may have been validated already.
es: Clave inválida. Su e-mail ya pude haber sido validado.
pt_br: Chave inválida. Seu e-mail pode já ter sido validado.

source: Please select a language.
es: Por favor, selecione una lengua.
pt_br: Por favor, selecione uma língua.

source: You have to agree to the Terms of Service.
es: Usted necesita aceptar los términos de servicio.
pt_br: Você precisa aceitar nossos Termos de Serviço.

source: Full name
es: Nombre completo
pt_br: Nome completo

source: At least five characters.
es: Al menos 5 carácteres.
pt_br: Ao menos 5 caracteres.

source: Enter a valid email address.
es: Entre una dirección de e-mail válida.
pt_br: Entre um endereço de e-mail válido.

source: Password
es: Contraseña
pt_br: Senha

source: Minimum 8 characters. Please mix letters and numbers
es: Mínimo 8 caractéres. Por favor, mezcle letras y números.
pt_br: Mínimo de 8 caracteres. Por favor, misture letras e números.

source: Language
es: Lenguaje
pt_br: Lingua

source: --Choose--
es: --Seleccionar--
pt_br: --Escolha--

source: English
es: Inglés
pt_br: Inglês

source: Portuguese
es: Portugués
pt_br: Português

source: Nickname
es: Nombre de usuario
pt_br: Apelido

source: A short name for you, without spaces. This cannot be changed later!
es: Un nombre corto para usted, sin espacios. Este no puede ser cambiado después!
pt_br: Um nome curto, sem espaços, para você

source: Terms of Service
es: Terminos de Servicio
pt_br: Termos de Serviço

source: Validation key
es: Llave de validación
pt_br: Chave de validação

source: yes
es: Si
pt_br: sim

source: no
pt_br: não

source: Thank you, your message has been sent.
es: Gracias, su mensaje fue enviado.
pt_br: Obrigado, sua mensagem foi enviada.

source: You have created a new category.
es: Usted ha creado una nueva categoría.
pt_br: Você criou uma nova categoria.

source: Click here to return to My Forms.
es: Cliquée aqui para regresar a Mis Formularios.
pt_br: Clique aqui para voltar a Meus Formulários.

source: Email validation
es: Validación de e-mail
pt_br: Validação de e-mail

source: An email has been sent.
es: Un mensaje de e-mail ha sido enviado.
pt_br: Uma mensagem de e-mail lhe foi enviada.

source: Follow the instructions to activate your account.
es: Siga las instrucciones para activar su cuenta.
pt_br: Siga as instruções para ativar a sua conta.

source: If you did not receive our email,
es: Si usted no recibió nuestro e-mail,
pt_br: Se você não recebeu o e-mail,

source: click here to enter your email again and resend the validation message.
es: Cliquée aqui para digitar su e-mail nuevamente y reenviar un mensaje de validación.
pt_br: clique aqui para digitar seu e-mail novamente e reenviar a mensagem de validação.

source: Your account has been activated succesfully. You can now use
es: Su cuenta fue activada satisfactoriamente. Ahora usted puede usar
pt_br: A sua conta foi ativada. Agora você pode usar

source: Your account must be activated before logging in.
es: Su cuenta necesita ser activada.
pt_br: A sua conta precisa ser ativada.

source: Enter the validation key.
es: Ingrese una clave de validación.
pt_br: Insira a chave de validação.

source: This email has already been validated.
es: Este e-mail ya fue validado.
pt_br: Este e-mail já foi validado.

source: Resend the validation email to:
es: Reenviar el e-mail de validación a:
pt_br: Reenviar o e-mail de validação a:

source: Please choose a new password and confirm it.
es: Por favor seleccione una nueva contraseña y confírmela.
pt_br: Por favor escolha uma nova senha e confirme-a.

source: You can now log in with your new password.
es: Ahora puede entrar con la nueva contraseña.
pt_br: Agora você pode entrar com a nova senha.

source: You have already reset your password.
es: Ya ha actualizado su contraseña.
pt_br: Você já recriou a sua senha.

source: If you have forgotten your password again click here.
es: Si olvidó su contraseña otra vez cliquée aquí.
pt_br: Se você esqueceu sua senha de novo clique aqui.

source: Entries
es: Respuestas
pt_br: Respostas

source: export all entries
es: Exportar todas las entradas
pt_br: Exportar todas as entradas

source: export
es: Exportar
pt_br: exportar

source: Export
es: Exportar
pt_br: Exportar

source: previous
es: Anterior
pt_br: anterior

source: Back to my forms
es: Volver a "Mis Formularios"
pt_br: Voltar a "Meus formulários"

source: Delete Entry
es: Eliminar entrada
pt_br: Apagar entrada

source: Do you really want to delete this entry? This action cannot be undone.
es: ¿Realmente quiere eliminar esta entrada? Esta acción no puede ser deshecha.
pt_br: Você realmente quer apagar esta entrada? Esta ação não pode ser desfeita.

source: Entry #
es: Entrada #
pt_br: Entrada #

source: next
es: próxima
pt_br: próxima

source: export entry
es: Exportar entrada
pt_br: exportar entrada

source: Delete
es: Eliminar
pt_br: Apagar

source: delete entry
es: Eliminar entrada
pt_br: apagar a entrada

source: entry number
es: Número de respuesta
pt_br: número da resposta

source: date
es: Fecha
pt_br: data

source: view
es: Ver
pt_br: ver

source: delete
es: Eliminar
pt_br: apagar

source: view this entry
es: Ver esta entrada
pt_br: ver esta entrada

source: delete this entry
es: Eliminar esta entrada
pt_br: apagar esta entrada

source: export this entry
es: Exportar esta entrada
pt_br: exportar esta entrada

source: Collectors for
es: Colectores para
pt_br: Coletores para

source: Edit form
es: Editar formulario
pt_br: Editar formulário

source: New public link collector
es: Nuevo colector: Link público
pt_br: Novo coletor: Link público

source: Public link
es: Link público
pt_br: Link público

source: New external html code collector
es: Nuevo colector: Código HTML
pt_br: Novo coletor: Código de HTML

source: Add form to website
es: Insertar formulario en el website
pt_br: Inserir formulário em website

source: Public Link
es: Link público
pt_br: Link público

source: Website Code
es: Código para website
pt_br: Código para website

source: Settings
es: Configuraciones
pt_br: Configurações

source: Restrictions
es: Restricciones
pt_br: Restrições

source: Copy and email the web link below to your respondents.
es: Copie y envíe el link abajo para sus encuestados.
pt_br: Copie e envie o link abaixo para seus respondentes.

source: Copy and paste the HTML code below to add your web link to any webpage.
es: Copie y pegue el código HTML abajo para insertar el link en un website.
pt_br: Copie e cole o código HTML abaixo para inserir o link em um website.

source: Code type
es: Tipo de código
pt_br: Tipo de código

source: Invitation pop-up
es: Pop-up de invitación
pt_br: Pop-up de convite

source: Survey pop-up
es: Pop-up de investigación
pt_br: Pop-up de pesquisa

source: Embed
es: Incorporar
pt_br: Incorporar

source: Invitation message:
es: Mensaje de invitación:
pt_br: Mensagem de convite:

source: Width
es: Ancho
pt_br: Largura

source: popup width in pixels
es: Ancho de pop-up en píxeles
pt_br: largura do popup em pixels

source: Height
es: Altura
pt_br: Altura

source: popup height in pixels
es: Altura del pop-up en píxeles
pt_br: altura do popup em pixels

source: Copy and paste the code below into your web page.
es: Copie y pegue el código abajo en su página web.
pt_br: Copie e cole o código abaixo na sua página web.

source: Use this code to create a pop-up window which invites your web site visitors to take your survey. On acceptance of the invitation your MootiroForm will appear in the same pop-up window. This may require users to have their pop-up blockers turned off on their browsers.
es: Utilice este código para crear un ventana pop-up que invita a sus visitantes a responder su formulario. Al aceptar la invitación, el MootiroForm aparece en la misma ventana pop-up. Es posible que el usuario necesite desactivar el bloqueador de pop-up en su navegador.
pt_br: Use este código para criar uma janela pop-up que convida seus visitantes a responder o seu formulário. Aceito o convite, o MootiroForm aparece no mesmo pop-up. Pode ser necessário que o usuário desligue o bloqueador de pop-up no navegador.

source: Use this link to create a pop-up window to your MootiroForm. May require your users to have their pop-up blockers turned off on their browser.
es: Use este link para crear una ventana pop-up para su MootiroForm. Requiere que sus usuarios desactiven el bloqueador de popup en el navegador.
pt_br: Use este link para criar uma janela pop-up para o seu MootiroForm. Requer que seus usuários desliguem o bloqueador de popup no navegador.

source: frame height in pixels
es: Altura del frame en pixels
pt_br: altura do frame em pixels

source: Use this code to integrate your MootiroForm into your blog post or web page's design. Data will be submitted to our servers without taking your users off of your website. The code requires your respondents to have an iframe compatible browser.
es: Use este código para integrar su MootiroForm al diseño de su blog o página web. Los datos serán enviados a nuestros servidores sin quitar sus usuarios de su website. El código requiere que el navegador de los usuários sea compatible con iframe.
pt_br: Use este código para integrar seu MootiroForm ao design do seu blog post ou página da web. Dados serão enviados aos nossos servidores sem tirar seus usuários do seu website. O código requer que o navegador dos seus usuários seja compatível com iframe.

source: Because the embedded versions are meant to blend into your design, it will NOT show the background and logo header you see in the version on our website or Theme Designer.
es: Como las versiones incorporadas deben fusionarse al diseño, estas NO mostrará un fondo o encabezado que vea en nuestro website o en el editor de temas
pt_br: Como as versões incorporadas devem fundir-se ao seu design, elas NÃO exibirão o fundo e o cabeçalho que você vê no nosso website ou no editor de temas.

source: After submission of the form:
pt_br: Após o envio do formulário,

source: display thank you page
pt_br: mostrar página de agradecimento

source: redirect to URL of your choice (for instance: http://www.example.com)
pt_br: redirecionar à URL de sua escolha (por exemplo: http://www.exemplo.com)

source: limit period during which your form is accessible
es: limitar el período en que el formulario estará disponible
pt_br: limitar o período em que o formulário estará disponível

source: Start entry date (GMT):
es: Fecha de inicio (GMT):
pt_br: Data de início (GMT):

source: End entry date (GMT):
es: Fecha de cierre (GMT):
pt_br: Data de encerramento (GMT):

source: Clarifying message:
es: Mensaje de aclaración:
pt_br: Mensagem de esclarecimento:

source: form properties
pt_br: propriedades do formulário

source: Form
es: Formulario
pt_br: Formulário

source: form design
pt_br: design

source: add a new field
pt_br: adicionar um novo campo

source: edit field
pt_br: editar campo

source: Form properties
es: Propiedades del formulario
pt_br: Propriedades do formulário

source: Form properties help you to organize your forms. You can change them at any time.
es: Las propiedades del formulario ayudan a organizar sus formularios. ellas pueden ser modificadas en cualquier momento.
pt_br: As propriedades do formulário ajudam a organizar seus formulários. Elas podem ser modificadas a qualquer tempo.

source: For the visual finish of your form, you can choose from one of our predefined themes.
es: Para el aspecto final del formulario, puede seleccionar uno de nuestros temas pre-definidos.
pt_br: Para o acabamento visual do formulário, escolha um dos temas pré-definidos.

source: Design themes
es: Temas
pt_br: Temas

source: Click to add a field to the end of the form.
es: Cliquée para adicionar el campo al final del formulario.
pt_br: Clique para adicionar o campo ao final do formulário.

source: Field types
es: Tipos de campo
pt_br: Tipos de campo

source: Click on the part of the field you want to edit.
es: Cliquée en la parte del campo que quiere editar.
pt_br: Clique no elemento do campo que você quer editar.

source: Add field
es: Nuevo campo
pt_br: Novo campo

source: Save my changes
es: Guardar mis modificaciones
pt_br: Salvar minhas alterações

source: Save
es: Guardar
pt_br: Salvar

source: Saved
es: Guardado
pt_br: Salvo

source: Click to edit title
es: Cliquée para editar el título
pt_br: Clique para editar o título

source: Click to edit description
es: Cliquée para editar una descripción
pt_br: clique para editar a descrição

source: Click to edit field
es: Cliqué para editar este campo
pt_br: clique para editar este campo

source: Attention! This page is only a preview of your form. It will not collect any entries.
es: Atención! Esta página sólo sirve para visualización del formulário. Ella no colecta entradas.
pt_br: Atenção! Esta página serve só para visualização do formulário. Ela não coleta entradas.

source: My forms
es: Mis formularios
pt_br: Meus formulários

source: New form
es: Nuevo formulario
pt_br: Novo formulário

source: Do you really wish to delete this form? This action cannot be undone.
es: ¿Realmente quiere eliminar este formulario? Esta acción no podrá ser deshecha.
pt_br: Você realmente quer apagar este formulário? Isso não poderá ser desfeito.

source: You do not have any forms yet!
es: Aún no ha creado formularios.
pt_br: Você ainda não criou nenhum formulário.

source: Click here to create one.
es: Cliquée aqui para crear uno.
pt_br: Clique aqui para criar um.

source: password
es: contraseña
pt_br: senha

source: Wrong username or password
es: Usuario o contraseña incorrecta.
pt_br: Usuário ou senha errada.

source: Forgot your password?
es: ¿olvidó su contraseña?
pt_br: Esqueceu sua senha?

source: Create an account
es: Crear cuenta
pt_br: Criar conta

source: Sign up
es: Registrarse
pt_br: Assinar

source: Log out
es: Salir
pt_br: Sair

source: Home
es: Inicio
pt_br: Início

source: Help
es: Ayuda
pt_br: Ajuda

source: Download
es: Descargar
pt_br: Baixar

source: Contribute
es: Contribuir
pt_br: Contribuir

source: Contact
es: Contacto
pt_br: Contato

source: Login
es: Entrar
pt_br: Entrar

source: Manage my forms
es: Administrar Mis formularios
pt_br: gerenciar Meus formulários

source: Do you need help?
es: ¿Necesita ayuda?
pt_br: precisa de ajuda?

source: Account
es: Cuenta
pt_br: Conta

source: You have disabled Javascript.
es: Desactivó Javascript.
pt_br: Você desligou o Javascript.

source: requires that
es: requiere de la activación
pt_br: requer a ativação do

source: is enabled in your browser.
es: está activado en su navegador.
pt_br: está ligado no seu navegador.

source: Not sure how?
es: ¿No sabe como?
pt_br: Não sabe como?

source: Learn more about it.
es: Leer más.
pt_br: Leia mais.

source: An email has been sent to your address. Please follow the instructions to change your password.
es: Un e-mail ha sido enviado. Por favor siga las instrucciones para activar su cuenta.
pt_br: Um e-mail lhe foi enviado. Por favor siga as instruções para ativar a sua conta.

source: Please insert your email address. We will send you an email with instructions to change your password.
es: Por favor digite su dirección de e-mail. Le enviaremos un mensaje con instrucciones para que cambie su contraseña después.
pt_br: Por gentileza digite o seu endereço de e-mail. Enviaremos uma mensagem para você mudar a sua senha depois.

source: is an open source application, written in the
es: es una aplicación de Código Abierto, escrita en el lenguaje
pt_br: é uma aplicação open source, escrita na linguagem

source: language, that allows users to create arbitrary web forms, let people fill them in, and get reports. All without the hassle of writing your own code.
es: , para crear formularios de forma arbitraria, con el fin de recolectar datos, para después obtener informes de forma automática. Todo sin escribir código.
pt_br: , para criar formulários arbitrários, a serem preenchidos, e depois obter relatórios. Tudo sem escrever código.

source: Read more about
es: Lea más acerca de
pt_br: Leia mais sobre

source: at
es: en
pt_br: em

source: Thank you for your interest in MootiroForm!
es: Gracias por sus interés en MootiroForm!
pt_br: Obrigado por seu interesse no MootiroForm!

source: We hope you enjoyed using our tool!
es: Esperamos que disfrute usando nuestra herramienta!
pt_br: Esperamos que tenha gostado de usar a ferramenta!

source: Welcome to
es: Bienvenido a
pt_br: Bem-vindo a

source: Fill in the fields below to sign up.
es: Rellene los siguientes campos para el registro.
pt_br: Preencha os campos abaixo para assinar.

source: On closing your account you will permanently lose all forms and entries saved on MootiroForm. This action can not be undone. Do you really want to delete your account?
es: Al cerrar su cuenta usted perderá permanentemente todos los formularios y entradas. Esta acción no podrá ser deshecha. ¿Realmente desea eliminar su cuenta?
pt_br: Ao fechar a sua conta você perderá permanentemente todos os formulários e entradas. Esta ação não poderá ser desfeita. Você realmente deseja apagar a sua conta?

source: Cancel
es: Cancelar
pt_br: Cancelar

source: If you don't have an account yet, click here to sign up.
es: Si usted aún no tiene una cuenta, cliquée aqui para registrarse.
pt_br: Se você ainda não tiver uma conta, clique aqui para assinar.

source: Collectors for {0}
es: Colectores para {0}
pt_br: Coletores para {0}

source: Form not found.
es: Formulario no encontrado.
pt_br: Formulário não encontrado.

source: This collector does not exist.
es: Este colector no existe.
pt_br: Este coletor não existe.

source: Access denied
es: Acceso denegado
pt_br: Acesso negado

source: You cannot delete this entry.
es: Usted no puede eliminar esta entrada.
pt_br: Você não pode apagar esta entrada.

source: Entry_{0}_{1}_of_{2}.csv
es: Entrada_{0}_{1}_de_{2}.csv
pt_br: Entrada_{0}_{1}_de_{2}.csv

source: Entry
es: Respuesta
pt_br: Resposta

source: Submissions (Date, Time)
es: Envío (Fecha, Hora)
pt_br: Envio (Data, Horário)

source: Error loading your form
es: Error al cargar el formulario
pt_br: Erro ao carregar o formulário

source: Sorry, your field could not be found: {}
es: Disculpe, el campo no pudo ser encontrado: {}
pt_br: Desculpe, o campo não foi encontrado: {}

source: This form does not exist.
es: Este formulario no existe.
pt_br: Este formulário não existe.
