Repository: it3s/mootiro_form
Catalog: src/mootiro_form/locale/*/LC_MESSAGES/mootiro_form.po
Languages: es, pt_br

source: (copy)
es: (copia)
pt_br: (cópia)

source: Entries_for_{0}_{1}.csv
es: Entradas_de_{0}_{1}.csv
pt_br: Entradas_de_{0}_{1}.csv

source: New category
es: Nueva categoría
pt_br: Nova categoria

source: That category already exists.
es: Esta categoría ya existe.
pt_br: Esta categoria já existe.

source: Error finding category
es: Error al buscar categoría
pt_br: Erro ao procurar categoria

source: This category does not exist.
es: Esta categoría no existe.
pt_br: Esta categoria não existe.

source: Send
es: Enviar
pt_br: Enviar

source: Log in
es: Entrar
pt_br: Entrar

source: Hello, {0}, welcome to MootiroForm!
es: Hola, {0}, Bienvenido a MootiroForm!
pt_br: Olá, {0}, bem-vindo ao MootiroForm!

source: To get started using our tool, you have to activate your account:
es: Para comenzar a usar nuestra herramienta, necesita activar su cuenta:
pt_br: Para começar a usar nossa ferramenta, você precisa ativar a sua conta:

source: Visit this link,
es: Visite este link,
pt_br: Visite este link,

source: or use this key: {2}
es: o use esta llave: {2}
pt_br: ou use esta chave: {2}

source: on {3}.
es: en {3}.
pt_br: no {3}.

source: If you have any questions or feedback, please contact us on
es: Si tiene preguntas o sugerencias, por favor contáctenos en
pt_br: Se tiver perguntas ou sugestões, por favor contate-nos no

source: Your MootiroForm Team.
es: Equipo de MootiroForm.
pt_br: Equipe do MootiroForm.

source: My account
es: Mi cuenta
pt_br: Minha conta

source: You have successfully created a new password.
es: Ha creado una nueva contraseña satisfactoriamente
pt_br: Você criou uma senha nova.

source: Email Validation
es: Validación de e-mail
pt_br: Validação de e-mail

source: MootiroForm - Email Validation
es: MootiroForm - Validación de e-mail
pt_br: MootiroForm - Validação de e-mail

source: Wrong email or password. Please try again.
es: E-mail o contraseña inválida. Intente nuevamente.
pt_br: E-mail ou senha inválida. Por gentileza tente novamente.

source: MootiroForm - Change Password
es: MootiroForm - Cambiar contraseña
pt_br: MootiroForm - Mudar senha

source: To set a new password please click on the link:
es: Para cambiar la contraseña por favor cliquée en el link:
pt_br: Para mudar sua senha por favor clique no link:

source: Please, select one more option.
es: Por favor, seleccione una opción más.

source: Please, select {0} more options.
es: Por favor, seleccione {0} opciones más.

source: Please, deselect one option.
es: Por favor, deseleccione una opción.

source: Please, deselect {0} options.
es: Por favor, deseleccione {0} opciones.

source: Single line of text
es: Una linea de texto

source: After submission of the form,
es: Después del envío del formulario,

source: display thank you page;
es: Mostrar página de agradecimiento;

source: redirect to URL of your choice (for instance: http://www.example.com).
es: redireccionar a URL de su selección (por exemplo: http://www.exemplo.com).

source: Form design
es: Diseño

source: Visual
es: Aspecto

source: Edit field
es: Editar campo

source: Add a new field
es: Adicionar un nuevo campo
